import React from "react";
import { Link } from "react-router-dom";
import { useTranslation } from "react-i18next";
import "./data-categories.css";

const DataCategories = () => {
  const { i18n } = useTranslation();

  if (i18n.language === "gr") {
    return (
      <article>
        <section className="main-col">
          <h1 className="h2">Κατηγορίες δεδομένων & μέθοδοι συλλογής</h1>
          <p>
            {" "}
            Τι είδους κτίρια απαρτίζουν την Αθήνα; Ποιο είναι το μέγεθος και το
            σχήμα τους; Πώς κατασκευάζονται και από τι υλικά; Ποιος τα
            κατασκεύασε και ποια είναι τα πιο αποδοτικά; Πού μπορείτε να βρείτε
            διαφορετικούς τύπους κτιρίων; Και ποια σας αρέσουν και πιστεύετε ότι
            συμβάλλουν στην ευημερία της πόλης;
          </p>
          <p>
            {" "}
            Συλλέγουμε δώδεκα είδη δεδομένων για να απαντήσουμε σε αυτές και σε
            πολλές άλλες ερωτήσεις σχετικά με την Αθήνα. Κάντε κλικ σε
            οποιοδήποτε πλαίσιο για να μάθετε περισσότερα σχετικά με τις
            διαφορετικές κατηγορίες δεδομένων μας.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-a">
              <span className="grid-item-title">Τοποθεσία</span>
              <br></br>
              <span className="grid-item-subtitle">Που είναι το κτίριο;</span>
            </div>
            <div className="grid-item grid-item-b">
              <span className="grid-item-title">Χρήση</span>
              <br></br>
              <span className="grid-item-subtitle">Υφιστάμενη Χρήση</span>
            </div>
            <div className="grid-item grid-item-c">
              <span className="grid-item-title">Τύπος</span>
              <br></br>
              <span className="grid-item-subtitle">Μορφή & Αρχική Χρήση</span>
            </div>
            <div className="grid-item grid-item-d">
              <span className="grid-item-title">Ηλικία</span>
              <br></br>
              <span className="grid-item-subtitle">Έτος Κατασκευής</span>
            </div>
            <div className="grid-item grid-item-e">
              <span className="grid-item-title">Μέγεθος</span>
              <br></br>
              <span className="grid-item-subtitle">Διαστάσεις</span>
            </div>
            <div className="grid-item grid-item-f">
              <span className="grid-item-title">Κατασκευή</span>
              <br></br>
              <span className="grid-item-subtitle">Μέθοδοι & Υλικά</span>
            </div>
            <div className="grid-item grid-item-g">
              <span className="grid-item-title">Περιβάλλον</span>
              <br></br>
              <span className="grid-item-subtitle">Οικόπεδο, Δρόμος, Πράσινο</span>
            </div>
            <div className="grid-item grid-item-h">
              <span className="grid-item-title">Ομάδα</span>
              <br></br>
              <span className="grid-item-subtitle">Δημιουργοί & Βραβεία</span>
            </div>
            <div className="grid-item grid-item-i">
              <span className="grid-item-title">Σχεδιασμός</span>
              <br></br>
              <span className="grid-item-subtitle">Περιορισμοί</span>
            </div>
            <div className="grid-item grid-item-j">
              <span className="grid-item-title">Βιωσιμότητα</span>
              <br></br>
              <span className="grid-item-subtitle">
                Απόδοση & Συντήρηση
              </span>
            </div>
            <div className="grid-item grid-item-k">
              <span className="grid-item-title">Δυναμικές</span>
              <br></br>
              <span className="grid-item-subtitle">Διάρκεια ζωής & Ιστορία</span>
            </div>
            <div className="grid-item grid-item-l">
              <span className="grid-item-title">Κοινότητα</span>
              <br></br>
              <span className="grid-item-subtitle">Δουλεύει καλά τοπικά;</span>
            </div>
          </div>
          <h1 className="h2">Κατηγορίες δεδομένων</h1>
          <p>
            {" "}
            Λόγω της πολυπλοκότητας των χαρακτηριστικών του κτιριακού αποθέματος
            προσπαθήσαμε να ομαδοποιήσουμε τα σύνολα δεδομένων μας με όσο το
            δυνατόν απλούστερο τρόπο. Το παραπάνω πλέγμα 12 κατηγοριών
            λειτουργεί επίσης ως λογότυπό μας και ως πίνακας ελέγχου του
            Colouring Athens, επιτρέποντάς σας να πλοηγηθείτε εύκολα στους
            χάρτες μας.
          </p>
          <p>
            {" "}
            Το πλέγμα περιέχει περισσότερες από 50 υποκατηγορίες δεδομένων.
            Αυτές έχουν επιλεγεί μέσω διαβουλεύσεων με εκπροσώπους διαφόρων
            οργανισμών σε συνδυασμό με περισσότερες από 500 απαντήσεις σε ένα
            ανοιχτό ερωτηματολόγιο, λαμβάνοντας ταυτόχρονα υπόψη τις ανάγκες
            ερευνητών που εργάζονται στον τομέα της αστικής βιωσιμότητας, με
            βάση την αξιολόγηση ακαδημαϊκών εργασιών. Η λίστα δεν είναι
            εξαντλητική και νέες υποκατηγορίες μπορούν να προστεθούν ανά πάσα
            στιγμή.
          </p>
          <p>
            {" "}
            Το πλέγμα χωρίζεται σε δύο τμήματα. Το πρώτο περιλαμβάνει δεδομένα
            για την <span className="bold-text">Τοποθεσία</span>, τη{" "}
            <span className="bold-text">Χρήση</span>, τον{" "}
            <span className="bold-text">Τύπο</span>, την{" "}
            <span className="bold-text">Ηλικία</span>, το{" "}
            <span className="bold-text">Μέγεθος</span>, την{" "}
            <span className="bold-text">Κατασκευή</span> και το{" "}
            <span className="bold-text">Περιβάλλον</span> που περιέχουν
            πληροφορίες για τη μορφή, τη χρήση και τον περιβάλλοντα χώρο του
            κτιρίου. Αυτά σχετίζονται με πολλαπλές εφαρμογές που κυμαίνονται από
            τον υπολογισμό της ενεργειακής απόδοσης και την εκτίμηση της
            ποιότητας του μικροκλίματος, μέχρι την αξιολόγηση της ποιότητας του
            προσφερόμενου στεγαστικού αποθέματος, την πρόβλεψη δομικών αστοχιών
            ή την υποστήριξη για το σχεδιασμό τοπικών σχεδίων και αναπλάσεων.
            Χρησιμοποιώντας αυτά τα δεδομένα, μπορούν επίσης να αρχίσουν να
            δημιουργούνται ανοιχτά τρισδιάστατα μοντέλα πόλεων. Οι υπόλοιπες
            πέντε κατηγορίες του πλέγματος -{" "}
            <span className="bold-text">Ομάδα</span>,{" "}
            <span className="bold-text">Σχεδιασμός</span>,{" "}
            <span className="bold-text">Βιωσιμότητα</span>,{" "}
            <span className="bold-text">Δυναμική</span> και{" "}
            <span className="bold-text">Κοινότητα</span> - έχουν όλες πολλαπλές
            λειτουργίες και έχουν σχεδιαστεί όχι μόνο για να συλλέγουν δεδομένα,
            αλλά και για να υποστηρίζουν τη βελτίωση της ποιότητας και της
            βιωσιμότητας των κτιριακών αποθεμάτων μέσω μεγαλύτερης δέσμευσης και
            ανταλλαγής γνώσεων μεταξύ όσων εμπλέκονται.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-a data-categories-title">
              <span className="grid-item-title">Τοποθεσία</span>
              <br></br>
              <span className="grid-item-subtitle">Που είναι το κτίριο;</span>
            </div>
        
          </div>
          {/* <h1 className="h2">Τοποθεσία</h1>
          <p>Που είναι το κτίριο;</p> */}
          <p>
            Τα δεδομένα <span className="bold-text">Τοποθεσίας</span> είναι ο
            πρώτος τύπος δεδομένων στο πλέγμα, καθώς όλοι οι άλλοι τύποι
            δεδομένων βασίζονται σε συντεταγμένες, διευθύνσεις και πολύγωνα
            αποτυπώματος κτιρίου για κάθε κτίριο, ώστε να επιτρέπεται η συλλογή,
            η χαρτογράφηση και η χωρική ανάλυση δεδομένων. Όσο μεγαλύτερος είναι
            ο αριθμός των δεδομένων τοποθεσίας που συμπληρώνονται στον χάρτη
            μας, τόσο πιο σκούρο είναι το χρώμα του κτιρίου, επιτρέποντάς σας να
            βλέπετε γρήγορα πού απαιτούνται περισσότερα δεδομένα.{" "}
          </p>
          <p>
            Τα πολύγωνα αποτυπώματος κτιρίων είναι ένας πολύ σημαντικός τύπος
            δεδομένων που είναι απαραίτητος για τη λειτουργία των πλατφορμών
            Colouring Cities, καθώς λειτουργούν ως χώροι αρχειοθέτησης για την
            αποθήκευση, τον εντοπισμό και την οπτικοποίηση δεδομένων.
            Χρησιμοποιούμε ένα υβριδικό μοντέλο περιγραμμάτων/πολυγώνων κτιρίων,
            το οποίο δημιουργήθηκε ως συνδυασμός πολυγώνων κτιρίων του
            OpenStreetMap (OSM) και της Ελληνικής Στατιστικής Αρχής (ΕΛΣΤΑΤ).
          </p>
          <p>
            To OSM διαθέτει ενημερωμένη βάση δεδομένων για το μεγαλύτερο τμήμα
            της πόλης της Αθήνας, και ειδικότερα για τις κεντρικές περιοχές της
            πόλης. Κατόπιν σύγκρισης του χάρτη OSM με αυτόν της Αθήνας στις
            κεντρικές περιοχές της πόλης διαπιστώθηκε ότι ανταποκρίνεται
            ικανοποιητικά στην πραγματική κατάσταση και γεωμετρία των
            περιγραμμάτων των κτιρίων ως έχουν σήμερα. Παρόλα αυτά, σημαντικά
            τμήματα της πόλης, όπως οι δήμοι δυτικά του Κηφισού ή της Ανατολικής
            Αττικής, είναι ανεπαρκώς χαρτογραφημένοι. Ταυτόχρονα, το τελευταίο
            διαθέσιμο χαρτογραφικό υπόβαθρο της ΕΛΣΤΑΤ που περιλαμβάνει
            περιγράμματα κτιρίων προέρχεται από την Απογραφή Κτιρίων 2001 και
            περιλαμβάνει το σύνολο της ελληνικής επικράτειας. Παρόλο που
            πρόκειται για ένα χαρτογραφικό υπόβαθρο που προέρχεται από επίσημη
            πηγή, αποτυπώνει την κατάσταση των κτιρίων για το 2001, δηλαδή 20
            χρόνια πριν. Έκτοτε έχουν γίνει σημαντικές τροποποιήσεις στα κτίρια
            (κατεδαφίσεις, ανεγέρσεις, προσθήκες), με αποτέλεσμα ο χάρτης να μην
            ανταποκρίνεται στη σημερινή κατάσταση.
          </p>
          <p>
            Οι ανωτέρω δυνατότητες και περιορισμοί οδήγησαν στην κατασκευή ενός
            υβριδικού μοντέλου, βασισμένου τόσο στο χαρτογραφικό υπόβαθρο
            κτιρίων της Απογραφής Κτιρίων 2001 όσο και στο OSM, σύμφωνα με την
            ακόλουθη μεθοδολογία. Κατόπιν οπτικού ελέγχου για κάθε έναν από τους
            43 Δήμους διαπιστώθηκε ότι το υπόβαθρο OSM αντιστοιχεί καλύτερα στη
            σημερινή κατάσταση των κτιρίων για τους ακόλουθους 23 κεντρικούς και
            ημικεντρικούς Δήμους, μεταξύ αυτών και για το Δήμο Αθηναίων: Αγίας
            Παρασκευής, Αγίου Δημητρίου, Αθηναίων, Αλίμου, Αμαρουσίου,
            Βριλησσίων, Βύρωνος, Γαλατσίου, Γλυφάδας, Δάφνης – Υμηττού,
            Ελληνικού – Αργυρούπολης, Ζωγράφου, Ηλιούπολης, Καισαριανής,
            Καλλιθέας, Μοσχάτου – Ταύρου, Νέας Ιωνίας, Νέας Σμύρνης, Παλαιού
            Φαλήρου, Παπάγου – Χολαργού, Φιλαδελφείας – Χαλκηδόνος, Φιλοθέης –
            Ψυχικού, Χαλανδρίου. Για τους ακόλουθους 20 Δήμους όπου το
            χαρτογραφικό υπόβαθρο OSM είναι ακόμη ανεπαρκές χρησιμοποιήθηκε το
            υπόβαθρο ΕΛΣΤΑΤ 2001: Ιλίου, Αγίας Βαρβάρας, Αγίων Αναργύρων –
            Καματερού, Αιγάλεω, Βάρης – Βούλας – Βουλιαγμένης, Ηρακλείου,
            Κερατσινίου – Δραπετσώνας, Κηφισιάς, Κορυδαλλού, Λυκόβρυσης –
            Πεύκης, Μεταμορφώσεως, Νίκαιας – Αγίου Ιωάννη Ρέντη, Πειραιώς,
            Πεντέλης, Περάματος, Περιστερίου, Πετρούπολης, Χαϊδαρίου, Αχαρνών,
            Φυλής.
          </p>
          <p>
            Το τελικό ψηφιακό υπόβαθρο κτιρίων αποτελείται από 292.579 κτίρια
            ΕΛΣΤΑΤ 2001 και 234.853 κτίρια OSM. Συνολικά έχουμε ένα υπόβαθρο με
            527.432 κτίρια. Για τα κτίρια που προέρχονται από το OSM θα υπάρχει
            δυνατότητα λήψης δεδομένων από τους χρήστες σε μορφή shapefile, υπό
            την άδεια ODBl, ενώ για τα κτίρια που προέρχονται από την Απογραφή
            Κτιρίων ΕΛΣΤΑΤ 2001 θα υπάρχει η δυνατότητα λήψης μόνο εικόνων.
            Διευκρινίζεται ότι στην περίπτωση δημιουργίας νέου ενημερωμένου
            χαρτογραφικού υποβάθρου κτιρίων κατά την Απογραφή Κτιρίων 2021, η
            πληροφορία θα είναι μεταβιβάσιμη στα νέα πολύγωνα μέσω της εκτέλεσης
            χωρικών ενώσεων σε πρόγραμμα GIS.
          </p>
          <p>
            Παράλληλα σημειώνεται ταχεία πρόοδος στην παγκόσμια κάλυψη των
            αποτυπωμάτων των κτιρίων μέσω της συνεργασίας της Microsoft/Bing με
            την OSM και της εφαρμογής μεθόδων τεχνητής νοημοσύνης σε δορυφορικές
            εικόνες με σκοπό τη δημιουργία δεδομένων ανοιχτών αποτυπωμάτων
            κτιρίων. Έτσι, έχουν μέχρι σήμερα δημιουργηθεί ανοιχτά σύνολα
            δεδομένων αποτυπωμάτων κτιρίων για τις ΗΠΑ, τον Καναδά, την Ουγκάντα
            και την Αυστραλία, τα οποία ενσωματώνονται στο OSM μαζί με άλλους
            τύπους ανοιχτών, crowdsourced γεωπληροφοριών.
          </p>
          <p>
            Η συνεργασία OSM/Microsoft είναι εξαιρετικά σημαντική καθώς σημαίνει
            ότι τα αποτυπώματα/πολύγωνα κτιρίων είναι πιθανό να γίνονται όλο και
            πιο διαθέσιμα στο μέλλον σε παγκόσμια κλίμακα, προσφέροντας
            ευκαιρίες για επιστημονική ανάλυση του κτιριακού αποθέματος σε
            παγκόσμια κλίμακα.
          </p>
          <p>
            Στο μεταξύ, θα προσπαθήσουμε να συλλέξουμε και να δημοσιεύσουμε όσο
            το δυνατόν περισσότερες πληροφορίες για την Τοποθεσία. Αυτό
            περιλαμβάνει τον αριθμό και το δρόμο του κτιρίου, το γεωμετρικό
            μήκος και πλάτος, και τον αριθμό αναγνωριστικού OSM
            (γεωμετρία/πολύγωνο).
          </p>
          <p>
            Η πιο σημαντική τρέχουσα πηγή δεδομένων ανοιχτής τοποθεσίας είναι το
            OpenStreetMap. Το μοντέλο συλλογικής συντήρησης του OSM, μαζί με
            αυτό της Wikipedia, επηρέασαν έντονα την προσέγγιση του Colouring
            Cities. Αρχικά δημιουργημένο για crowdsourcing δεδομένων των δρόμων,
            το OSM εστιάζει επίσης τώρα στην παροχή ανοιχτών δεδομένων για
            κτίρια. Όλα τα δεδομένα που δημιουργούνται από τις πλατφόρμες
            Colouring Cities είναι επομένως σχεδιασμένα για να συνδέονται άμεσα
            με το OSM μέσω αναγνωριστικών OSM.
          </p>
          <div className="grid-container">
          
            <div className="grid-item grid-item-b data-categories-title">
              <span className="grid-item-title">Χρήση</span>
              <br></br>
              <span className="grid-item-subtitle">Υφιστάμενη Χρήση</span>
            </div>
        
          </div>
          {/* <h1 className="h2">Χρήση</h1>
          <p>Υφιστάμενη χρήση</p> */}
          <p>
            Για να αναλυθούν οι πόλεις με πιο επιστημονικό τρόπο, πρέπει πρώτα
            να γίνει κατανοητή η βασική τους σύνθεση. Ένας από τους πιο συχνά
            χρησιμοποιούμενους τύπους δεδομένων στην πολεοδομική ανάλυση και
            σχεδιασμό είναι τα δεδομένα{" "}
            <span className="bold-text">χρήσεων γης</span>. Αυτά παρέχουν
            πληροφορίες για το πόσοι διαφορετικοί τύποι κτιρίων και χρήσεων
            υπάρχουν και το πόση επιφάνεια είναι διαθέσιμη για διαφορετικούς
            τύπους δραστηριότητας. Βοηθά επίσης να απαντηθούν ερωτήσεις όπως πού
            συγκεντρώνονται συγκεκριμένοι τύποι χρήσεων γης, εάν κατανέμονται
            χωρικά με τον ίδιο τρόπο σε όλες τις πόλεις και πώς αυτό επηρεάζει
            τον τρόπο λειτουργίας της πόλης.
          </p>
          <p>
            Παρά την υψηλή ζήτηση για δεδομένα χρήσεων γης σε επίπεδο
            ιδιοκτησίας, κτιρίων και πόλεων στο σύνολό τους, δεν υπάρχουν ακόμη
            ανοιχτά ολοκληρωμένα σύνολα δεδομένων χρήσεων γης για την Ελλάδα.
            Ευτυχώς, οι πληροφορίες σχετικά με τη χρήση των κτιρίων είναι αρκετά
            εύκολο να συλλεχθούν και συνήθως μπορούν να εκτιμηθούν απλώς με την
            προβολή της πρόσοψης του κτιρίου από το δρόμο ή χρησιμοποιώντας μια
            εικόνα streetview. Η συντριπτική πλειοψηφία των ακινήτων είναι
            κατοικίες. Η αναγνώριση των κατοικιών είναι αρκετά απλή. Οι
            κατοικίες μπορούν να διαφοροποιηθούν από τα γραφεία από την παρουσία
            κουρτινών. Ο εντοπισμός δραστηριοτήτων εντός κτιρίων μη κατοικιών
            είναι ελαφρώς πιο δύσκολος, αλλά οι δραστηριότητες μπορούν συχνά να
            καθοριστούν από το σχήμα και το μέγεθος των κτιρίων, τη διάταξη των
            παραθύρων τους καθώς και τη σήμανση στο μπροστινό μέρος ή στις
            εισόδους.
          </p>
          <p>
            Εάν θέλετε να προσθέσετε δεδομένα, απλώς επιλέξτε ένα κτίριο και
            αποφασίστε σε ποια από τις παρακάτω ομάδες χρήσης γης ανήκει: Μικτή
            χρήση, Κατοικία, Λιανικό εμπόριο, Βιομηχανία & Βιοτεχνία,
            Χονδρεμπόριο & Αποθήκες, Γραφεία & Υπηρεσίες, Αναψυχή και
            διασκέδαση, Εκπαίδευση, Υγεία, Μεταφορές, Εγκαταστάσεις υποδομών,
            Υπό ανέγερση, Κενό - χωρίς χρήση, Λοιπές χρήσεις.
          </p>
          <div className="grid-container">
      
            <div className="grid-item grid-item-c data-categories-title">
              <span className="grid-item-title">Τύπος</span>
              <br></br>
              <span className="grid-item-subtitle">Μορφή & Αρχική Χρήση</span>
            </div>
     
          </div>
          {/* <h1 className="h2">Τύπος</h1>
          <p>Μορφή & Αρχική χρήση</p> */}
          <p>
            Το είδος των δραστηριοτήτων και ο αριθμός των ατόμων που σχεδιάστηκε
            αρχικά να χωράει ένα κτίριο, καθώς και η περίοδος κατασκευής του,
            επηρεάζουν τη μορφή ενός κτιρίου, συμπεριλαμβανομένου του μεγέθους,
            του σχήματος, των διακοσμητικών χαρακτηριστικών και της διάταξής
            του. Τέτοια χαρακτηριστικά χρησιμοποιούνται για την ομαδοποίηση
            κτιρίων σε συγκεκριμένους <span className="bold-text">τύπους</span>{" "}
            ή <span className="bold-text">τυπολογίες</span>.
          </p>
          <p>
            Η κατανόηση της χωρικής κατανομής των διαφορετικών τυπολογιών
            κτιρίων είναι σημαντική σε τομείς όπως η μετασκευή για τη βελτίωση
            της ενεργειακής τους απόδοσης, επιτρέποντας την ακριβέστερη στόχευση
            των κατασκευαστικών μεθόδων και του κόστους μετασκευής και την
            κατανόηση του τρόπου με τον οποίο τα κτίρια συγκεντρώνονται στο
            χώρο. Η κατανόηση των ποσοστών επιβίωσης των διαφορετικών τυπολογιών
            κτιρίων και ο εντοπισμός και η διατήρηση προσαρμόσιμων τυπολογιών
            κτιρίων είναι επίσης απαραίτητη για τη μείωση της περιττής σπατάλης
            υλικών και ενέργειας στις κατασκευές και για να μάθουμε από το
            παρελθόν πώς να χτίζουμε πιο ανθεκτικά και προσαρμόσιμα κτίρια για
            το μέλλον.
          </p>
          <p>
            Όταν συνδυάζονται με δεδομένα αποτυπώματος κτιρίου, μεγέθους, ύψους
            και ηλικίας, οι πληροφορίες τυπολογίας βοηθούν επίσης στη δημιουργία
            της τρισδιάστατης γεωμετρικής μορφής ενός κτιρίου. Αυτό είναι ολοένα
            και πιο σημαντικό στην ανάπτυξη τρισδιάστατων ψηφιακών μοντέλων
            πόλεων βασισμένων σε κανόνες, ικανών να προσομοιώνουν μελλοντικά
            σενάρια σχεδιασμού και ροών ενέργειας.
          </p>
          <div className="grid-container">
       
            <div className="grid-item grid-item-d data-categories-title">
              <span className="grid-item-title">Ηλικία</span>
              <br></br>
              <span className="grid-item-subtitle">Έτος Κατασκευής</span>
            </div>
          </div>
          {/* <h1 className="h2">Ηλικία</h1>
          <p>Έτος κατασκευής</p> */}
          <p>
            Η <span className="bold-text">ηλικία</span> κατασκευής
            χρησιμοποιείται επίσης και καταγράφεται συνήθως από ιστορικούς
            αρχιτεκτονικής, συντηρητές κτιρίων, ειδικούς της πολιτιστικής
            κληρονομιάς και της αστικής μορφολογίας.
          </p>
          <p>
            Οι πληροφορίες σχετικά με την ηλικία του κτιρίων είναι εξαιρετικά
            σημαντικές για μια σειρά εφαρμογών. Πλέον τα δεδομένα ηλικίας
            κτιρίων χρησιμοποιούνται ολοένα και περισσότερο στην έρευνα για την
            ενέργεια και την αστική βιωσιμότητα, ιδιαίτερα για την ανάλυση
            εκπομπών και την πρόβλεψη φαινομένων αστικής θερμικής νησίδας. Εδώ η
            ηλικία κατασκευής των κτιρίων συχνά συνδυάζεται με άλλα δεδομένα
            χαρακτηριστικών για να βοηθήσει στην περιγραφή της μορφής του
            κτιρίου, ιδιαίτερα της γεωμετρίας και του όγκου του. Τα δεδομένα
            ηλικίας, σε συνδυασμό με ιστορικά δεδομένα κατασκευής και
            κατεδάφισης (που καταγράφονται στην κατηγορία «Δυναμικές»)
            απαιτούνται επίσης για τον υπολογισμό της διάρκειας ζωής του
            κτιρίου. Αυτό απαιτείται για να εκτιμηθεί πότε και πού μπορεί να
            χρειαστεί να αντικατασταθούν τμήματα του κτιριακού αποθέματος ή για
            να προγραμματιστεί η παράταση της διάρκειας ζωής του.
          </p>
          <p>
            Στοιχεία ηλικίας των κτιρίων τηρούνται από την Ελληνική Στατιστική
            Αρχή για όλα τα κτίρια, αλλά δε δημοσιεύονται ούτε διατίθενται σε
            αυτή την ανάλυση, ούτε για ακαδημαϊκή έρευνα. Το Colouring Cities
            αναπτύσσει διεπιστημονικές προσεγγίσεις για να βοηθήσει στην
            καταγραφή όσο το δυνατόν ακριβέστερων δεδομένων ηλικίας κτιρίου. Οι
            κατηγορίες «Ηλικία» και «Δυναμικές» έχουν σχεδιαστεί, σε συνεννόηση
            με ιστορικούς και ειδικούς σε θέματα πολιτιστικής κληρονομιάς, για
            να ενθαρρύνουν τη συμβολή ιστορικών αρχιτεκτονικής, τοπικών
            κοινοτήτων, συντηρητών κτιρίων και άλλων με ειδικές γνώσεις για την
            ιστορία των κτιρίων. Πειραματιζόμαστε επίσης με αυτοματοποιημένες
            προσεγγίσεις για τη δημιουργία δεδομένων ηλικίας που επιτρέπουν
            ταχύτερη κάλυψη της πόλης. Εδώ η ηλικία των κτιρίων προκύπτει από
            την ηλικία του δρόμου. Οι τοπικοί ιστορικοί καλούνται να
            επαληθεύσουν τα δεδομένα ή να τα τροποποιήσουν όπου χρειάζεται.
          </p>
          <div className="grid-container">
       
            <div className="grid-item grid-item-e data-categories-title">
              <span className="grid-item-title">Μέγεθος</span>
              <br></br>
              <span className="grid-item-subtitle">Διαστάσεις</span>
            </div>
       
          </div>
          {/* <h1 className="h2">Μέγεθος</h1>
          <p>Διαστάσεις</p> */}
          <p>
            Τα δεδομένα για το <span className="bold-text">μέγεθος</span> και τη
            γεωμετρία των κτιρίων μιας πόλης έχουν πολλές εφαρμογές που
            κυμαίνονται από τη χρήση σε τρισδιάστατα ψηφιακά μοντέλα πόλεων, την
            κατανόηση των επιπτώσεων των διαβαθμίσεων του ύψους των κτιρίων μιας
            πόλης, την ανάλυση και την πρόβλεψη ροών ενέργειας και εκπομπών
            αερίων του θερμοκηπίου, και την εκτίμηση της έντασης φαινομένων
            αστικής θερμικής νησίδας.
          </p>
          <p>
            Τα δεδομένα για τις διαστάσεις των κτιρίων σχετίζονται επίσης με
            πολλούς άλλους τομείς της αστικής έρευνας, από την ανάλυση της
            δυνατότητας προσφοράς στέγασης και τον προσδιορισμό περιοχών
            κατάλληλων για πύκνωση, έως την παρατήρηση μακροπρόθεσμων μοτίβων
            αστικών μετασχηματισμών στο πλαίσιο της αστικής επιστήμης και της
            αστικής μορφολογίας.
          </p>
          <p>
            Στην κατηγορία «Μέγεθος», συλλέγονται δεδομένα για το ύψος του
            κτιρίου και τον αριθμό των ορόφων.
          </p>
          <div className="grid-container">
          
            <div className="grid-item grid-item-f data-categories-title">
              <span className="grid-item-title">Κατασκευή</span>
              <br></br>
              <span className="grid-item-subtitle">Μέθοδοι & Υλικά</span>
            </div>
         
          </div>
          {/* <h1 className="h2">Κατασκευή</h1>
          <p>Μέθοδοι & Υλικά</p> */}
          <p>
            Από τι είναι φτιαγμένα και πώς χτίζονται τα κτίρια της Αθήνας; Τι
            είδους συστήματα και μέθοδοι{" "}
            <span className="bold-text">κατασκευής</span> χρησιμοποιούνται; Ποιο
            είναι το κύριο υλικό που χρησιμοποιείται για το φέρονται οργανισμό
            του κτιρίου; Πρόκειται για συμβατική κατασκευή από οπλισμένο
            σκυρόδεμα, ή μήπως για πέτρινο κτίσμα ή κτίριο με μεταλλικό σκελετό;
            Σε τι ποσοστό έχει υαλοπετάσματα στις όψεις; Έχει πρόσφατα
            ανακαινιστεί και αναβαθμιστεί ενεργειακά;
          </p>
          <p>
            Αυτός ο τύπος πληροφοριών είναι χρήσιμος για επαγγελματίες του
            δομημένου περιβάλλοντος που ασχολούνται με την επισκευή, τη
            διαχείριση, τη συντήρηση, τη μετασκευή, το σχεδιασμό και την
            κατασκευή κτιρίων της Αθήνας. Ωστόσο, αυτή τη στιγμή δεν είναι
            διαθέσιμο για την πόλη. Η ιδέα είναι να χρησιμοποιηθεί αυτή η
            κατηγορία για να βοηθήσει στη δημιουργία ενός ζωντανού, ανοιχτού
            αποθετηρίου δεδομένων σχετικά με τις κατασκευές στην Αθήνα.
          </p>
          <p>
            Η κατανόηση του είδους του υλικού που αποθηκεύεται στην πόλη και η
            θέση των διαφορετικών τύπων δομικών συστημάτων σχετίζεται, επίσης,
            με πολλούς άλλους τύπους έρευνας, από τον υπολογισμό πιθανών ροών
            ενέργειας και αποβλήτων κατασκευών, έως τη στόχευση κεφαλαίων για
            προγράμματα αστικής αναζωογώνησης ή αναβάθμισης των κτιρίων, έως τον
            γεωεντοπισμό ευάλωτων κατασκευαστικών συστήματων. Τα χωρικά δεδομένα
            κατασκευής μπορούν επίσης να μας βοηθήσουν να διερευνήσουμε
            ερωτήματα όπως: Υπάρχουν ζητήματα υγείας που σχετίζονται με
            συγκεκριμένους τύπους οικοδομικών υλικών ή κτιριακών συστημάτων;
            Ποιοι τύποι συστημάτων μπορούν να επισκευαστούν πιο εύκολα; Ποια
            έχουν τη μικρότερη διάρκεια ζωής και πού βρίσκονται; Ποια είναι τα
            πιο ενεργειακά αποδοτικά; Πώς μπορούμε να χρησιμοποιήσουμε τη
            συλλογική μας γνώση σχετικά με τη λειτουργία οικοδομικών συστημάτων
            και υλικών για να ενημερώσουμε τον αειφόρο σχεδιασμό και την
            κατασκευή κτιρίων στην Αθήνα για το μέλλον;
          </p>
          <div className="grid-container">
          
            <div className="grid-item grid-item-g data-categories-title">
              <span className="grid-item-title">Περιβάλλον</span>
              <br></br>
              <span className="grid-item-subtitle">Οικόπεδο, Δρόμος, Πράσινο</span>
            </div>
       
          </div>
          {/* <h1 className="h2">Περιβάλλον</h1>
          <p>Οικόπεδο, Δρόμος, Πράσινο</p> */}
          <p>
            Στην κατηγορία <span className="bold-text">Περιβάλλον</span>{' '}
            συλλέγουμε πληροφορίες σχετικά με το πράσινο, το πλάτος των δρόμων,
            την προσβασιμότητα των πεζοδρομίων, τους ποδηλατόδρομους και τα
            επίπεδα θορύβου. Το πράσινο παίζει πολλαπλούς ρόλους στην Αθήνα:
            Προσθέτει ομορφιά και ταυτόχρονα βελτιώνει τη θερμική άνεση μέσα
            στην πόλη παρέχοντας σκιά και μειώνοντας τη συσσώρευση θερμότητας
            και φαινομένων αστικής θερμικής νησίδας. Μπορεί επίσης να βελτιώσει
            την υγεία, μειώνοντας τη ρύπανση και βελτιώνοντας την ποιότητα του
            αέρα μέσω της παραγωγής οξυγόνου, της απορρόφησης διοξειδίου του
            άνθρακα και βαρέων μετάλλων και παγιδεύοντας σωματίδια σκόνης.
          </p>
          <div className="grid-container">
       
            <div className="grid-item grid-item-h data-categories-title">
              <span className="grid-item-title">Ομάδα</span>
              <br></br>
              <span className="grid-item-subtitle">Δημιουργοί & Βραβεία</span>
            </div>
         
          </div>
          {/* <h1 className="h2">Ομάδα</h1>
          <p>Δημιουργοί & Βραβεία</p> */}
          <p>
            Η κατηγορία <span className="bold-text">Ομάδα</span>{' '}
            συγκεντρώνει δεδομένα για σχεδιαστές/μελετητές και κατασκευαστές.
            Για πολλά κτίρια αυτό απαιτεί τη συμβολή ειδικών και ιστορικών. Για
            νέες κατασκευές ενθαρρύνουμε τις κατασκευαστικές εταιρείες και τους
            επαγγελματικούς φορείς να προσθέτουν και να ενημερώνουν δεδομένα.
            Βραβεία και διακρίσεις των κτιρίων περιλαμβάνονται επίσης εδώ, για
            να τιμήσουν τη δέσμευση των κατασκευαστικών εταιρειών για
            βιωσιμότητα, καθώς και τις δεξιότητες και την τεχνογνωσία του
            κλάδου. Το τμήμα έχει επίσης σχεδιαστεί για να ενθαρρύνει την υψηλή
            ποιότητα νέων κατασκευών και τη βελτίωση του σχεδιασμού των κτιρίων
            στο μέλλον.
          </p>
          <div className="grid-container">
          
            <div className="grid-item grid-item-i data-categories-title">
              <span className="grid-item-title">Σχεδιασμός</span>
              <br></br>
              <span className="grid-item-subtitle">Περιορισμοί</span>
            </div>
        
          </div>
          {/* <h1 className="h2">Σχεδιασμός</h1>
          <p>Περιορισμοί</p> */}
          <p>
            Στον <span className="bold-text">Σχεδιασμό</span> καταγράφονται
            δεδομένα σχετικά με την επιτρεπόμενη δόμηση και κάλυψη οικοπέδου, το
            μέγιστο επιτρεπόμενο ύψος κτιρίου και το καθεστώς προστασίας των
            κτιρίων. Αυτό βοηθά τις κοινότητες να κατανοήσουν εκ των προτέρων
            εάν απειλούνται κτίρια τα οποία θεωρούν ότι είναι υψηλής τοπικής
            αξίας και τους επιτρέπει να χρησιμοποιούν την κατηγορία «Κοινότητα»
            για να επισημάνουν τα κτίρια που θεωρούν ότι συνεισφέρουν στην
            περιοχή/πόλη.
          </p>
          <div className="grid-container">
           
            <div className="grid-item grid-item-j data-categories-title">
              <span className="grid-item-title">Βιωσιμότητα</span>
              <br></br>
              <span className="grid-item-subtitle">
                Απόδοση & Συντήρηση
              </span>
            </div>
      
          </div>
          {/* <h1 className="h2">Βιωσιμότητα</h1>
          <p>Απόδοση & Συντήρηση</p> */}
          <p>
            Η <span className="bold-text">Βιωσιμότητα</span> είναι μια ευρεία
            κατηγορία που έχει σχεδιαστεί όχι μόνο για τη συλλογή δεδομένων
            σχετικά με το επίπεδο συντήρησης του κτιρίου, τον εντοπισμό κτιρίων
            σε κίνδυνο κατάρρευσης και τη συλλογή δεδομένων για την ενεργειακή
            απόδοση, αλλά και για την τόνωση της συζήτησης σχετικά με τη
            συμπερίληψη νέων τύπων δεδομένων που έχουν σχεδιαστεί για τη
            μεγιστοποίηση της διάρκειας ζωής των κτιρίων και την ελαχιστοποίηση
            των εκπομπών. Οι κατηγορίες δεδομένων μελλοντικού ενδιαφέροντος
            περιλαμβάνουν, για παράδειγμα, τη δυνατότητα επισκευής, την
            προσαρμοστικότητα και την πιθανή διάρκεια ζωής των κτιρίων ή των
            δομικών στοιχείων. 
          </p>
          <div className="grid-container">
         
            <div className="grid-item grid-item-k data-categories-title">
              <span className="grid-item-title">Δυναμικές</span>
              <br></br>
              <span className="grid-item-subtitle">Διάρκεια ζωής & Ιστορία</span>
            </div>
        
          </div>
          {/* <h1 className="h2">Δυναμικές</h1>
          <p>Διάρκεια Ζωής & Ιστορία</p> */}
          <p>
            Η κατηγορία <span className="bold-text">Δυναμικές</span>{" "}
            συγκεντρώνει δεδομένα σχετικά με την εξέλιξη και το μετασχηματισμό
            των κτιρίων της πόλης και τη διάρκεια ζωής τους - στοιχεία τα οποία
            απαιτούνται για την παρακολούθηση των ρυθμών ανανέωσης και
            μετασχηματισμού του κτιριακού αποθέματος, την αξιολόγηση του
            ποσοστού επιβίωσης συγκεκριμένων τυπολογιών κτιρίων, την πρόβλεψη
            της διάρκειας ζωής και της ευπάθειάς τους. Τα δεδομένα αυτά είναι,
            επίσης, χρήσιμα για μελέτες αστικού μεταβολισμού με σκοπό την
            πρόβλεψη και αξιολόγηση των ροών ενέργειας και αποβλήτων που
            συμβαίνουν στην πόλη, που παράγονται από αλλαγές στα κτίρια και από
            την κατεδάφιση παλαιών και την ανέγερση νέων κτιρίων, σε σύγκριση με
            την ανανέωση/μετασκευή/επαναχρησιμοποίηση υφιστάμενων κτιρίων.
          </p>
          <div className="grid-container">
         
            <div className="grid-item grid-item-l data-categories-title">
              <span className="grid-item-title">Κοινωνία</span>
              <br></br>
              <span className="grid-item-subtitle">Δουλεύει καλά τοπικά;</span>
            </div>
          </div>
          {/* <h1 className="h2">Κοινωνία</h1>
          <p>Δουλεύει καλά τοπικά;</p> */}
          <p>
            Η κατηγορία “Μου αρέσει;” απλά ρωτά αν σας αρέσει το κτίριο. Μπορεί
            να πιστεύετε ότι λειτουργεί καλά εσωτερικά ή εξωτερικά, ότι
            συνεισφέρει στην τοπική κοινότητα ή προσθέτει στην ποιότητα, την
            ποικιλομορφία και την επιτυχία της πόλης στο σύνολό της. Μπορείτε να
            κάνετε "Μου αρέσει" σε όσα κτίρια θέλετε, αλλά έχετε μόνο μία ψήφο
            ανά κτίριο. Όσο περισσότερα “Μου αρέσει”, τόσο πιο έντονο θα γίνεται
            το χρώμα.
          </p>
          <p>
            Το Colouring Athens έχει σχεδιαστεί, σε πρώτη φάση, ως ένα
            εποικοδομητικό, φιλόξενο περιβάλλον για ανταλλαγή γνώσεων σχετικά με
            το κτιριακό απόθεμα. Αποσκοπεί να ενθαρρύνει τη συμμετοχή. Για
            αυτούς τους λόγους δεν συλλέγουμε αρνητικές δηλώσεις, όπως «δε μου
            αρέσει».
          </p>
          <p>
            Ωστόσο, έχει σχεδιαστεί για να ενθαρρύνει τη συζήτηση. Για να
            δημιουργήσουμε μια πιο βιώσιμη, αποτελεσματική, επιτυχημένη και υγιή
            πόλη πρέπει να χτίσουμε καλύτερα κτίρια, να κατεδαφίσουμε λιγότερα
            και να επαναχρησιμοποιήσουμε και να αναβαθμίσουμε περισσότερα. Η
            συζήτηση μεταξύ αυτών που χρησιμοποιούν και εκείνων που δημιουργούν
            και διαχειρίζονται κτίρια είναι ζωτικής σημασίας. Υπάρχουν κάποιοι
            λόγοι για τους οποίους κάποια κτίρια λειτουργούν καλά για πολλά μέλη
            της τοπικής κοινότητας και καλούμαστε να τους εντοπίσουμε.
          </p>
          <p>
            Οι κατηγορίες μπορούν να αναμορφωθούν. Όπου υπάρχει γενική συναίνεση
            ότι μια κατηγορία ή υποκατηγορία πρέπει να προσαρμοστεί ή να
            προστεθεί, μπορούν να γίνουν σχετικές αλλαγές. Μπορείτε να
            προσθέσετε τις προτάσεις σας στα νήματα συζήτησής μας{" "}
            <a
              href="https://github.com/colouring-cities/colouring-Athens"
              target="blank_"
            >
              εδώ
            </a>
            .
          </p>
        </section>
      </article>
    );
  } else {
    return (
      <article>
        <section className="main-col">
          <h1 className="h2">Data Categories & Collection Methods</h1>
          <p>
            {" "}
            What kinds of buildings make up Athens? What are their size and
            shape? How are they made and what of? Who built them and which are
            the most efficient? Where can you find different types? And which do
            you like, and think contribute to the success and well-being of the
            city?
          </p>
          <p>
            {" "}
            We are collecting twelve types of data to answer these and many
            other questions about Athens. Click on any box to find out more
            about our different data categories.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-a">
              <span className="grid-item-title">Location</span>
              <br></br>
              <span className="grid-item-subtitle">Where's the building?</span>
            </div>
            <div className="grid-item grid-item-b">
              <span className="grid-item-title">Use</span>
              <br></br>
              <span className="grid-item-subtitle">Current Use</span>
            </div>
            <div className="grid-item grid-item-c">
              <span className="grid-item-title">Type</span>
              <br></br>
              <span className="grid-item-subtitle">Form & Original Use</span>
            </div>
            <div className="grid-item grid-item-d">
              <span className="grid-item-title">Age</span>
              <br></br>
              <span className="grid-item-subtitle">Date built</span>
            </div>
            <div className="grid-item grid-item-e">
              <span className="grid-item-title">Size</span>
              <br></br>
              <span className="grid-item-subtitle">Dimensions</span>
            </div>
            <div className="grid-item grid-item-f">
              <span className="grid-item-title">Construction</span>
              <br></br>
              <span className="grid-item-subtitle">Methods & Materials</span>
            </div>
            <div className="grid-item grid-item-g">
              <span className="grid-item-title">Streetscape</span>
              <br></br>
              <span className="grid-item-subtitle">Plot, Street, Greenery</span>
            </div>
            <div className="grid-item grid-item-h">
              <span className="grid-item-title">Team</span>
              <br></br>
              <span className="grid-item-subtitle">Creators & Awards</span>
            </div>
            <div className="grid-item grid-item-i">
              <span className="grid-item-title">Planning</span>
              <br></br>
              <span className="grid-item-subtitle">Controls</span>
            </div>
            <div className="grid-item grid-item-j">
              <span className="grid-item-title">Sustainability</span>
              <br></br>
              <span className="grid-item-subtitle">
                Performance & Maintenance
              </span>
            </div>
            <div className="grid-item grid-item-k">
              <span className="grid-item-title">Dynamics</span>
              <br></br>
              <span className="grid-item-subtitle">Lifespan & History</span>
            </div>
            <div className="grid-item grid-item-l">
              <span className="grid-item-title">Community</span>
              <br></br>
              <span className="grid-item-subtitle">Works well locally?</span>
            </div>
          </div>
          <h1 className="h2">Data Categories</h1>
          <p>
            {" "}
            Owing to the complexity of the stock as a system, we have tried to
            group our datasets in as simple a way as possible. The
            12-category-grid above also doubles as our logo, and as Colouring
            Athens' control panel, allowing you to easily navigate across our
            maps.
          </p>
          <p>
            {" "}
            The grid contains over 50 subcategories of data. These have been
            selected through consultation with representatives of various
            organisations combined with more than 500 responses to an open
            questionnaire, along with a detailed analysis of data needs of
            researchers working in sustainability science and urban science,
            based on the assessment of academic papers. The list is not
            exhaustive and new subcategories can be added at any point.
          </p>
          <p>
            {" "}
            The grid is divided into two sections. The first includes data on
            <span className="bold-text">Location</span>,{" "}
            <span className="bold-text">Use</span>,{" "}
            <span className="bold-text">Type</span>,{" "}
            <span className="bold-text">Age</span>,{" "}
            <span className="bold-text">Size</span>,{" "}
            <span className="bold-text">Construction</span> and{" "}
            <span className="bold-text">Streetscape</span> which contain
            information on the form, use and context of the building. These are
            relevant to multiple applications ranging from calculating and
            predicting volume of energy emissions, to assessing housing quality
            and supply, to predicting structural failure or informing the
            development of local plans. Using these data, open 3D rule-based
            city models can also begin to be built. The remaining five
            categories on the grid - <span className="bold-text"></span>Team,{" "}
            <span className="bold-text">Planning</span>,{" "}
            <span className="bold-text">Sustainability</span>,{" "}
            <span className="bold-text">Dynamics</span> and{" "}
            <span className="bold-text">Community</span> - all have multiple
            functions, and are designed not only to capture and contain data,
            but also to support analysis and help improve quality and
            sustainability in stocks through greater engagement and knowledge
            exchange from all those involved in.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-a data-categories-title">
              <span className="grid-item-title">Location</span>
              <br></br>
              <span className="grid-item-subtitle">Where's the building?</span>
            </div>
          </div>
          {/* <h1 className="h2">Location</h1>
          <p>Where's the building?</p> */}
          <p>
            <span className="bold-text">Location</span> data is the first type
            of data in the grid as all other data types rely on coordinates,
            addresses and building footprints for every building, to allow data
            be collected, mapped and spatially analysed. The greater the number
            of location categories filled on our map the darker the building
            colour is, allowing you to quickly see where more data are required.
          </p>
          <p>
            Building footprints are a very important type of data essential for
            Colouring Cities platforms to work, as they act as mini filing
            cabinets, storing, locating and visualising contributed data. We are
            using a hybrid polygon/building footprint basemap that was generated
            through a combination of OpenStreetMap (OSM) polygons and Hellenic
            Statistical Authority polygons.
          </p>
          <p>
            OSM footprints are the most comprehensive, precise, up-to-date
            footprints available to us. However, they only cover part of the
            city of Athens. Specifically, after visual inspection it was
            estimated that OSM currently covers only a part of the city, and
            specifically municipalities located at the center of the city and
            the eastern, northern and southern suburbs. At the same time, the
            Hellenic Statistical Authority Census 2001 footprints are the only
            other available source for building footprints. However, these
            footprints reflect the condition of buildings as it was 20 years
            ago. Since then, significant modifications have been made to the
            buildings (demolitions, constructions, additions). As a result, the
            map does not correspond accurately to the current situation.
          </p>
          <p>
            The above possibilities and limitations led us to the generation of
            a hybrid model, based on both building footprints from the 2001
            Census and OSM, according to the following methodology. After a
            visual inspection for each of the 43 Municipalities covered by the
            project, it was found that the OSM background reflects better the
            current condition of the buildings for the following 23 central and
            semi-central Municipalities, including the Municipality of Athens:
            Agia Paraskevi, Agios Dimitrios, Athens, Alimos, Maroussi,
            Vrilissia, Vyronas, Galatsi, Glyfada, Dafni – Ymittos, Elliniko –
            Argyroupoli, Zografou, Ilioupoli, Kaisariani, Kallithea, Moschato –
            Tavros, Nea Ionia, Nea Smyrni, Palaio Faliro,Papagou – Cholargos,
            Philadelphia – Chalcedon, Filothei – Psychiko and Chalandri. The
            Census 2001 background was used for the remaining following 20
            Municipalities where the OSM cartographic background is still
            insufficient: Ilio, Agia Varvara, Agioi Anargyroi – Kamatero,
            Aigaleo, Vari - Voula – Vouliagmeni, Heraklion, Keratsini –
            Drapetsona, Kifissia, Korydallos, Lykovrysi – Pefki, Metamorphosi,
            Nikaia - Agios Ioannis Rentis, Piraeus, Penteli, Perama, Peristeri,
            Petroupoli, Chaidari, Acharnes and Fili.
          </p>
          <p>
            The final building footprint basemap consists of 292,579 Hellenic
            Statistical Authority Census 2001 buildings and 234,853 OSM
            buildings. In total we have a background of 527,432 buildings. For
            those buildings derived from OSM users will be able to download data
            in the form of a shapefile, under the ODBl license, while for
            buildings derived from the Hellenic Statistical Authority users will
            be able to download only images. In case that a new building
            footprint basemap is generated during Census 2021, the information
            will be transferable to the new polygons.
          </p>
          <p>
            Furthermore, rapid progress is improving global scale of footprint
            coverage is being made through Microsoft/Bing’s collaboration with
            OSM, and its application of artificial intelligence to satellite
            imagery, to generate open footprints. This has so far produced open
            footprint datasets for the US, Canada, Uganda and Australia, which
            are being integrated by OSM, alongside open street-network and
            international national mapping agency data (where available) as well
            as other types of open, crowdsourced, geoinformation.
          </p>
          <p>
            The OSM/Microsoft partnership is extremely important in that it
            means that footprints are likely to become increasingly available at
            global scale (with the quality of these able to be improved through
            parallel release by national mapping agencies), opening up offering
            opportunities for scientific analysis of diverse types of building
            attribute data at global scale.
          </p>
          <p>
            In the meantime we will try to collect and release as much
            information on Location as we can. This includes building number and
            address, lat/long coordinates and OSM ID (geometry/polygon) number.
          </p>
          <p>
            The most significant current source of open location data is
            OpenStreetMap (OSM), which has been at the forefront of driving
            release of open data on cities since 2004. Its collaborative
            maintenance model, along with Wikipedia's has also strongly
            influenced Colouring Cities' approach. Originally set up to
            crowdsource data on streets, OSM also now focuses on providing open
            data on buildings. All data generated by Colouring Cities platforms
            are therefore designed to link seamlessly to OSM, with OSM IDs, and
            attribute data integrated wherever possible.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-b data-categories-title">
              <span className="grid-item-title">Use</span>
              <br></br>
              <span className="grid-item-subtitle">Current Use</span>
            </div>
          </div>
          {/* <h1 className="h2">Use</h1>
          <p>Current use</p> */}
          <p>
            In order to analyse cities in a more scientific way, their basic
            composition first needs to be understood. One of the most commonly
            used types of data in planning, urban analysis and energy assessment
            is <span className="bold-text">land use data</span>. This provides
            information of the kind of buildings that exist and how many
            examples of each different kind are there and how much floor space
            is available for different types of activity. It also helps answer
            questions such as where do specific types of land use cluster, is
            this same in all cities, and how does this affect the way the city
            operates?
          </p>
          <p>
            Despite widespread demand for land use data, at property and
            building level, for cities as a whole, comprehensive open land use
            data are still not available in Greece. Fortunately information on
            building use is quite easy to collect, and can usually be worked out
            simply by viewing the front of the building from the street or using
            a streetview image. The vast majority of properties are residential.
            Recognising houses is quite straightforward. Blocks of flats can be
            differentiated from offices by the presence of curtains. Identifying
            activities within non-residential buildings is slightly harder but
            activities can often be determined by the shape and size of
            buildings, their window layout as well as signage to the front, or
            at entrances.
          </p>
          <p>
            If you would like to add data just select a building and decide
            which land use 'Group' the activity belongs to. These are: Mixed
            use, Residential, Retail, Industry & Workshops, Wholesale &
            Warehouses, Offices & Services, Recreation & Leisure, Education,
            Health, Transport, Utilities & Infrastructure, Under construction,
            Unused - Vacant, Other.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-c data-categories-title">
              <span className="grid-item-title">Type</span>
              <br></br>
              <span className="grid-item-subtitle">Form & Original Use</span>
            </div>
          </div>
          {/* <h1 className="h2">Type</h1>
          <p>Form & Original Use</p> */}
          <p>
            The kind of activities and number of people a building was
            originally designed to hold, as well as the period in which it was
            built, will affect a building's form, including its size, shape,
            decorative features and layout. Such characteristics are also used
            to group buildings into specific types or typologies, where copies
            or versions also exist.
          </p>
          <p>
            Understanding the location of different building{" "}
            <span className="bold-text">typologies</span> is important in areas
            such as the retrofit of buildings to improve energy efficiency,
            allowing retrofit methods and budgets to be more accurately targeted
            and understanding how buildings and packed together. Understanding
            survival rates for different typologies, and identifying and
            retaining adaptable ones, is also necessary to reduce unnecessary
            waste and energy in construction, and to learn from the past to
            build more long-lasting buildings for the future.
          </p>
          <p>
            When combined with footprint, size, height and age data, typology
            information also helps build a picture of a building's 3D geometric
            form. This is increasingly important in energy and urban heat
            analysis, and in the development of 3D rule-based digital city
            models able to simulate future planning and energy scenarios.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-d data-categories-title">
              <span className="grid-item-title">Age</span>
              <br></br>
              <span className="grid-item-subtitle">Date built</span>
            </div>
          </div>
          {/* <h1 className="h2">Age</h1>
          <p>Date Built</p> */}
          <p>
            Building <span className="bold-text">age</span> is also commonly
            used, and recorded, by architectural historians, building
            conservationists, heritage specialists and urban morphologists.
          </p>
          <p>
            Information on building age, generated from date of construction, is
            extremely important for geolocating building types. More recently
            building age data have also become increasingly used in energy and
            urban sustainability research, particularly in emissions analysis
            and urban heat assessments. Here construction date is often combined
            with other attribute data to help describe the building's form,
            particularly its geometry and volume. Age data, combined with
            historical construction and demolition data (captured in our
            'Dynamics ' category) are also needed to produce actual building
            lifespan data. This is required to forecast when and where specific
            areas of the stock may have to be replaced, and to plan lifespan
            extension. (Age data will also in future be used, within our
            'Sustainability' category, to provide an indication of potential
            building lifespans as well.)
          </p>
          <p>
            Building age data, are held by the Hellenic Statistical Authority
            for all buildings but are not openly released, even for academic
            research. Colouring Cities develops interdisciplinary approaches to
            assist the capture of the most accurate building age data possible.
            Our 'Age' and 'Dynamics' categories have been designed, in
            consultation with historians and heritage experts, to encourage
            input from architectural historians, civic societies, building
            conservationists and others with expert knowledge of building
            history. We are also experimenting with automated approaches to age
            data generation which allow faster coverage of the city. Here the
            age of buildings is inferred by the age of the road. Local
            historians are invited to verify the data or alter it where
            applicable.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-e data-categories-title">
              <span className="grid-item-title">Size</span>
              <br></br>
              <span className="grid-item-subtitle">Dimensions</span>
            </div>
          </div>
          {/* <h1 className="h2">Size</h1>
          <p>Dimensions</p> */}
          <p>
            Data on the <span className="bold-text">size</span> and geometry of
            a city's buildings have many applications ranging from use in 3D
            digital city models, to understanding implications to changes to the
            height of a city's buildings, to analysing and predicting energy
            use, and greenhouse gas emissions, and the build-up of urban heat.
          </p>
          <p>
            Data on the dimensions of buildings are also relevant to many other
            areas of urban research, from analysing housing capacity and
            identifying areas suitable for densification, to observing (within
            urban science and urban morphology) long-term patterns of change
            within urban form.
          </p>
          <p>
            In the 'Size' category, data on building height and number of
            storeys are collected.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-f data-categories-title">
              <span className="grid-item-title">Construction</span>
              <br></br>
              <span className="grid-item-subtitle">Methods & Materials</span>
            </div>
          </div>
          {/* <h1 className="h2">Construction</h1>
          <p>Methods & Materials</p> */}
          <p>
            What are Athens' buildings made of and how are they built? What type
            of <span className="bold-text">construction</span> systems and
            methods are used? What is the main material used for the building's
            core? Does it have solid brick walls, or perhaps a wooden, steel or
            concrete frame? How much is glazed? Has it recently been refurbished
            and retrofitted to help reduce carbon emissions and reduce energy
            costs?
          </p>
          <p>
            This type of information is useful to built environment
            professionals involved in the repair, management, conservation,
            retrofit, design and construction of Athens’ buildings. However, it
            is not currently available for the city. The idea is to use this
            category to help create a live, open repository for data about
            construction in Athens.
          </p>
          <p>
            Understanding what kind of material is stocked where in the city,
            and the location of different types of structural systems, is also
            relevant to many other types of research, from calculating potential
            energy and construction waste flows, to targeting funds for
            retrofitting programmes, to geolocating vulnerable construction
            systems. Spatial construction data can also help us explore
            questions such as: Are there health issues associated with specific
            types of building materials or building systems? Which types of
            systems can be most easily repaired? Which have the shortest
            lifespan and where are these located? Which are the most energy
            efficient? How can we use our collective knowledge of the operation
            of systems and materials to inform sustainable design and
            construction in Athens for the future?
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-g data-categories-title">
              <span className="grid-item-title">Streetscape</span>
              <br></br>
              <span className="grid-item-subtitle">Plot, Street, Greenery</span>
            </div>
          </div>
          {/* <h1 className="h2">Streetscape</h1>
          <p>Plot, street, greenery</p> */}
          <p>
            In our <span className="bold-text">streetscape</span> category, we
            are collecting information on all greenery, street width,
            accessibility of pavements, bicycle lanes and levels of noise.
            Greenery specifically has a number of roles in Athens: It adds
            beauty, but it also acts as a climate moderator, improving thermal
            comfort within the city by providing shade, and reducing the
            build-up of heat and urban heat islands. It can also improve health,
            by reducing pollution and improving air quality through the
            production of oxygen, absorption of carbon dioxide and heavy metals,
            and by trapping dust particles.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-h data-categories-title">
              <span className="grid-item-title">Team</span>
              <br></br>
              <span className="grid-item-subtitle">Creators & Awards</span>
            </div>
          </div>
          {/* <h1 className="h2">Team</h1>
          <p>Creators & Awards</p> */}
          <p>
            <span className="bold-text">Team</span> captures data on designers
            and builders. For most buildings this requires expert input from
            professional and amateur historians. Awards and quality marks are
            also included here, to celebrate construction firms' commitment to
            sustainability, and industry skills and expertise. The section is
            also designed to drive up new build quality by enabling the
            longevity, energy Performance and workability/attractiveness of
            buildings (as viewed by users/citizens) to be more easily tracked
            over time, and used to improve building design in future.
          </p>
          <div className="grid-container">
            <div className="grid-item grid-item-i data-categories-title">
              <span className="grid-item-title">Planning</span>
              <br></br>
              <span className="grid-item-subtitle">Controls</span>
            </div>
          </div>
          {/* <h1 className="h2">Planning</h1>
          <p>Controls</p> */}
          <p>
            <span className="bold-text">Planning</span> captures data on allowed
            FAR, plot coverage and maximum allowed building height, and, most
            importantly, on the preservation status of buildings. This helps
            communities understand in advance if the buildings they consider to
            be of local importance are being threatened, and allows them to use
            the 'Community category' to highlight buildings they have found to
            contribute to the area/city.
          </p>
          <div className="grid-container">
           
            <div className="grid-item grid-item-j data-categories-title">
              <span className="grid-item-title">Sustainability</span>
              <br></br>
              <span className="grid-item-subtitle">Performance & Maintenance</span>
            </div>
       
          </div>
          {/* <h1 className="h2">Sustainability</h1>
          <p>Performance & Maintenance</p> */}
          <p>
            <span className="bold-text">Sustainability</span> is a broad
            category designed not only to capture data on the maintenance level
            of the building, identify buildings in risk of collapse and collect
            data on energy Performance, but also to stimulate discussion on
            inclusion of new types of data designed to maximise building
            longevity and minimise emissions. Data categories of future interest
            include for example the repairability, adaptability and potential
            lifespan of buildings/or building components.
          </p>
          <div className="grid-container">
     
            <div className="grid-item grid-item-k data-categories-title">
              <span className="grid-item-title">Dynamics</span>
              <br></br>
              <span className="grid-item-subtitle">Lifespan & History</span>
            </div>
   
          </div>
          {/* <h1 className="h2">Dynamics</h1>
          <p>Lifespan & History</p> */}
          <p>
            <span className="bold-text">Dynamics</span> captures data on the
            evolution of the city, on incremental development within plots over
            long periods of time, and on building lifespans. These are needed to
            track rates of change, assess typology survival rate, predict
            lifespans and anticipate vulnerability to demolition and system
            failure. They are also required in urban metabolism studies to
            assess and predict the volume of energy and waste flows occurring in
            the city, generated from changes to the stock, and differences in
            the amount of energy used in new material extraction/new
            construction/old building disposal compared with building
            updating/extension/reuse.
          </p>
          <div className="grid-container">
   
            <div className="grid-item grid-item-l data-categories-title">
              <span className="grid-item-title">Community</span>
              <br></br>
              <span className="grid-item-subtitle">Works well locally?</span>
            </div>
          </div>
          {/* <h1 className="h2">Community</h1>
          <p>Works well locally?</p> */}
          <p>
            Our 'Like me?' category simply asks whether you like the building.
            You might think it works well on the inside, or on the outside,
            contributes to the local community or adds to the quality, diversity
            and success of the city as a whole. You can 'Like' as many buildings
            as you wish but you only have one vote per building. The more
            'Likes' there are, the deeper the colour will get.
          </p>
          <p>
            Colouring Athens is designed, in the first instance, as a
            constructive, welcoming environment for knowledge exchange about the
            building stock. It is included to encourage engagement. For these
            reasons we do not collect 'dislikes'.
          </p>
          <p>
            It is however designed to stimulate discussion. To create a more
            sustainable, efficient, successful and healthy city we need to build
            better buildings, demolish less and reuse and upgrade more.
            Conversation between those using and those creating and managing
            buildings is vital. Buildings that work well for many members of the
            local community do so for a reason.
          </p>
          <p>
            Categories are not set in stone. Where there is general consensus
            that a category or subcategory should be adjusted or added, relevant
            changes can be made. You can add your suggestions to our discussion
            threads{" "}
            <a
              href="https://github.com/colouring-cities/colouring-Athens"
              target="blank_"
            >
              here
            </a>
            .
          </p>
          <h1 className="h2">Subcategories</h1>
          <p>
            We are gradually releasing subcategories for testing. If you are
            able to help us by adding or checking the accuracy of data, just go
            to Edit Maps, click on a building, choose any category of interest
            and fill in any information you can. Every entry and/or verification
            helps. Some categories are easier to fill than others. Our
            'Community' category is perhaps the best place to start. Here you
            can simply colour any building you think contributes to the city.{" "}
          </p>
          <p>
            Examples of subcategories within our 12 main categories are shown
            below. We're trying to keep collection as efficient and simple as
            possible.
          </p>
        </section>
      </article>
    );
  }
};

export default DataCategories;
